export const SQUARE_MATERIAL =
  "Решение квадратного уравнения в общем виде представляет собой основу алгебраического анализа функций второй степени. Квадратные уравнения имеют вид ( ax^2 + bx + c = 0 ), где ( a ), ( b ), и ( c ) - коэффициенты, причем ( a != 0 ). Решение такого уравнения можно найти с помощью формулы, известной как формула квадратного корня.";

export const LINEAR_MATERIAL =
  "Решение линейного уравнения в общем виде является ключевым элементом при работе с линейными функциями и применяется в широком спектре математических и научных дисциплин. Линейное уравнение имеет форму ( ax + b = 0 ), где ( a ) и ( b ) - константы, причем ( a != 0 ). Для решения линейного уравнения используется простая алгебраическая процедура.";
